//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_FF */

	"100" = "在\"Program Files\"文件夹内。";
	"101" = "找不到\"Digidesign\"文件夹 ";
	"102" = "在\"Digidesign\"文件夹下找不到\"DAE\"文件夹 ";
	"103" = "在系统文件夹内。";
	"104" = "找不到\"System\"文件夹。";
	"105" = "找不到\"DAE\"文件夹。";
	"106" = "在\"Pro Tools\"文件夹下找不到\"Codecs\"文件夹。";
	"107" = "找不到 \"%1\" 文件夹。";
	"108" = "为了使用MP3文件，您必须启用MP3导入/导出选项的试用版。该试用版的有效期是30天。\n您要启用MP3 导入/导出选项的试用版么？";
	"109" = "演示";
	"110" = "在\"%2\"文件夹下找不到文件\"%1\"。";
	"111" = "%1 模块初始化失败。";
	"112" = "没有压缩";
	"113" = "%1 编码失败。";
	"114" = "写入 %1失败。";
	"115" = "MP3 o选项不能打开因为： ";
	"116" = "MP3 选项已经打开。";
	"117" = "REX选项不被启用因为：";
	"118" = "REX选项已被启用";
	"119" = "%1 编码器DLL为不兼容版本";
	"120" = "编码器接口版本不匹配";
	"121" = "解码器接口版本不匹配";
	"122" = "在初始化Quick Time库时";
	"123" = "%1。请从 www.apple.com 网站安装 QuickTime 播放器";
	"124" = "RealAudio选件不能打开因为： ";
	"125" = "RealAudio选件已打开";
	"126" = "创建RealAudio编码时发生版本不匹配问题";
	"127" = "RealAudio支持库不可用";
	"128" = "Windows Media选件不可用因为： ";
	"129" = "Windows Media选件已打开";
	"130" = "英语";
	"131" = "发音数";
	"132" = "背景发音数";
	"133" = "音乐";
	"134" = "立体声音乐";
	"135" = "建议用于只包含有限背景噪声或音乐的音频内容。";
	"136" = "建议用于包含电影、商业广告、新闻等背景音乐或音效的发音数内容。";
	"137" = "建议用于乐器音乐或人声音乐。";
	"138" = "建议用于乐器音乐或人声音乐。请注意整体质量要低于采用标准音乐设置的相同片断。要求立体声输入。";
	"139" = "需要处理说明";
	"140" = "正将 %1 转换成%2";
	"141" = "正将 %1拷贝到%2";
	"142" = "正将 %1合并到%2";
	"143" = "出现意外的数据流类型";
	"144" = "遇到一个未知的数据流类型";
	"145" = "在读文档时出现错误";
	"146" = "在写入文档时出现错误";
	"147" = "找不到文档DOC";
	"148" = "<无显示信息>";
	"149" = "无效";
	"150" = "[%1字节]";
	"151" = "资源类型'";
	"152" = "' 其id=%1找不到。";
	"153" = "找不到名为 \"%1\" 的 STR 资源";
	"154" = "不能创建文件";
	"155" = "总览高速缓存无效";
	"156" = "演示模式没有打开";
	"157" = "<没有设置>";
	"158" = "WAV";
	"159" = "AIFF";
	"160" = "SD II";
	"161" = "SD I";
	"162" = "MP3";
	"163" = "OMF 交换";
	"164" = "高级创作格式";
	"165" = "Real Audio";
	"166" = "QuickTime";
	"167" = "AAC";
	"168" = "Windows Media";
	"169" = "声音资源";
	"170" = "MXF";
	"171" = "Sound Designer I";
	"172" = "RedBook CD Audio (CDDA)";
	"173" = "Pro Tools";
	"174" = "再循环";
	"175" = "'因为我说如此";
	"176" = "我不能说";
	"177" = "AIFC";
	"178" = "编码器";
	"179" = "MP3";
	"180" = "REX";
	"181" = "谁想知道？";
	"182" = "RealAudio";
	"183" = "Sound Designer II";
	"184" = "dummy.tag";
	"185" = "?";
	"186" = "\016 未压缩";
	"187" = "没有足够内存创建采样率转换表。请为Pro Tools分配更多内存或采用较低的转换质量设置。";
	"188" = "定位音频文件";
	"189" = "处理中发生未知错误";
	"190" = "处理已放弃";
	"191" = "转换视频";
	"192" = "读OMF文件出现错误。";
	"193" = "不是视频文件";
	"194" = "读QuickTime视频文件出现错误。";
	"195" = "打不开QuickTime文件。";
	"196" = "不是一个有效的QuickTime视频文件。";
	"197" = "从QuickTime文件获取视频轨时出现错误。";
	"198" = "在QuickTime文件中找不到视频。";
	"199" = "MP3试用版可能已经过期。";

/* L10N_FF2 */

	"200" = "打开MXF文件出现未知错误";
	"201" = "多频道MXF文件(OP-1A)不被支持";
	"202" = "视频文件有不被支持的视频编辑率";
	"203" = "无法剖析音频文件%1";
	"204" = "Quicktime不支持大于65535 采样/秒的采样率。";
	"205" = "正在初始化数据库";
	"206" = "正在转换 - 请等待";
	"207" = "一些DigiBase Pro 目录文件需要被转换以适用于这个版本的 Pro Tools.  转换将持续几分钟（小型目录）到几个小时（一万个记录以上的大型目录）。要转换或放弃编制文件目录直到下次打开Pro Tools?";
	"208" = "转换";
	"209" = "放弃";
	"210" = "Digidesign音频分析数据";
	"211" = "BWF (.WAV)";
	"212" = "最近使用的";
	"213" = "Last Used.pio";
	"214" = "立体声混音";
	"215" = "5.1 电影格式混音";
	"216" = "5.1 SMPTE/ITU 混音";
	"217" = "5.1 DTS 混音";
	"218" = "HD 视频";
	"219" = "MP4";
	"220" = "所要求的文件尺寸对所支持的文件格式来说太大。";
	"221" = "弹力渲染音频文件 %s";
	"222" = "CD ROM 服务 (digiSPTI.exe) 未安装、未注册或已损坏。";
	"223" = "AVX 组件工厂未能载入。";
	"224" = "QuickTime 打包插件未能载入";
	"225" = "创建 ACFString 组件时出错。";
	"226" = "解析电影文件路径时出错。";
	"227" = "从电影中检索元数据时出错。";
	"228" = "ACF 插件主机无法初始化。";
	"229" = "无法导入视频文件。";
	"230" = "3GP";
	"231" = "M4V";
	"232" = "flac";
	"233" = "FLAC";
	"234" = "无法启用 FLAC 选项，原因为: ";
	"235" = "FLAC 选项已启用";
	"236" = "FLAC 试用版可能已过期。";
	"237" = "正在转换并轨文件...";
	"238" = "没有说明";
	"239" = "PICT";
	"240" = "YUV";
	"241" = "TIF";
	"242" = "M2T";
	"243" = "WavPack";
	"244" = "由于一个 AVE 或 Quicktime 错误，无法从 Quicktime 视频文件读取元数据。";

/* L10N_Sys_Exception */

	"300" = "磁盘卷没有装上";
	"301" = "%1";
	"302" = "无法创建 Pro Tools 共享文件夹";
	"303" = "同时创建与文件 %1 对应的符号链接";

/* L10N_Cmn */

	"400" = "( %1, %2 )";
	"401" = "\"%1\"、%2 行出错";
	"402" = "超过范围:Cmn_ChunkyVecImpl::At";
	"403" = "来源下移:%1, len:%2, dest:%3\n";
	"404" = "来源上移:%1, len:%2, dest:%3\n";
	"405" = "出现未知错误";
	"406" = "无足够内存";
	"407" = "数据流意外结束";
	"408" = "试图设置超过流结尾的位置";
	"409" = "超过范围:Cmn_PolyVectorImpl::At";
	"410" = "Cmn_MakeString:出现转换错误";
	"411" = "抵达文件结尾处";
	"412" = "小 endian";
	"413" = "大 endian";
	"414" = "未设置";

/* L10N_Sys */

	"500" = "正在载入\"%1\"";
	"501" = "正在 \"%2\" 中查询 \"%1\"";
	"502" = "正在关闭 \"%1\"";
	"503" = "描述符的开始位置无效";
	"504" = "搜索磁盘卷时发生错误";
	"505" = "<未知>";
	"506" = "完整路径:%1";
	"507" = "磁盘卷名:%1";
	"508" = "位置名:%1";
	"509" = "扩展名:%1";
	"510" = "父文件夹： ";
	"511" = "%1:。Trashes:";
	"512" = "%1%2";
	"513" = "%1:AFP_Resource";
	"514" = "%1Resource:.FRK\\%2";
	"515" = "发生数据流结束";
	"516" = "写入数据流失败";
	"517" = "未知";
	"518" = "文件夹";
	"519" = "\"%1\":tot:%2count:%3max:%4min:%5avg:%6";
	"520" = "*** 缓冲已满，部分信息丢失 ***\n";
	"521" = "魔术ID不匹配";
	"522" = "头文件大小与数据读出不匹配";
	"523" = "版本太低";
	"524" = "不能从新版本读数据";
	"525" = "出现意外错误";
	"526" = "磁盘卷大小:%1字节";
	"527" = "卷空余空间：%1字节";
	"528" = "注意";
	"529" = "警告";
	"530" = "错误";
	"531" = "未标题";
	"532" = "文件名:%1";
	"533" = "tmp";
	"534" = "txt";
	"535" = ":AFP_AfpInfo";
	"536" = ":Afp_Resource";
	"537" = "Drivers\\FASTFAT.SYS";
	"538" = "040904B0";
	"539" = "\\StringFileInfo\\%1\\ProductName";
	"540" = "Pro Tools for Windows NT";
	"541" = "_NT_SYMBOL_PATH";
	"542" = "c:\\suppress stack dumps";
	"543" = "c:\\Enable JIT Debugging";
	"544" = "出现致命的意外。\n必须退出ProTools。\n";
	"545" = "日志文件被写入到:%1\n";
	"546" = "程序错误";
	"547" = "Pro Tools\\Pro Tools Utilities\\ExceptionLogFiles";
	"548" = "\\Log-%1.ptx";
	"549" = "Description:\r\n%1\r\nStack:\r\n";
	"550" = "存入文件？";
	"551" = "例外日志";
	"552" = "不适用";
	"553" = "DAE";
	"554" = "InstallPath";
	"555" = "Software\\Digidesign\\";
	"556" = "ProgramFilesDir";
	"557" = "Software\\Microsoft\\Windows\\CurrentVersion";
	"558" = "\\Digidesign";
	"559" = "fat";
	"560" = "fat32";
	"561" = "ntfs";
	"562" = "cdfs";
	"563" = "nfs";
	"564" = "avidfs";
	"565" = "avidfos";
	"566" = "a:";
	"567" = "b:";
	"568" = "不能完成您的请求，要求因为：%1";
	"569" = "所选名称包含非法字符。";
	"570" = "多处理服务不可用。操作时必需他们。";
	"571" = "不能卸载启动盘";
	"572" = "无法删除文件夹：%1不为空。";
	"573" = "正在拷贝 \"%1\" 到 \"%2\"";
	"574" = "正在将\"%1\" 移动到 \"%2\"";
	"575" = "正在删除 \"%1\"";
	"576" = "正在创建 \"%1\"";
	"577" = "正在打开\"%1\"";
	"578" = "正在读取 \"%1\"";
	"579" = "正在写入\"%1\"";
	"580" = "正在关闭\"%1\"";
	"581" = "正在为 \"%1\"设置属性";
	"582" = "完整的长路径:%1";
	"583" = "软件\\Avid\\Pro Tools";
	"584" = "\\Avid";
	"585" = "\\Pro Tools";

/* L10N_Sys2 */

	"600" = "此锚点的非法相对路径";
	"601" = "无法初始化semaphore";
	"602" = "无法创建事件";
	"603" = "设置事件失败";
	"604" = "未知";
	"605" = "应用程序";
	"606" = "框架";
	"607" = "不可恢复的错误";
	"608" = "该程序遇到一个不可恢复的错误并将退出。";
	"609" = "音频";

/* L10N_Sys_MacOSErr */

	"700" = "连接到库错误";
	"701" = "移动文件错误";
	"702" = "Apple事件中的数据不能被读出";
	"703" = "桌面数据库损坏";
	"704" = "系统不能分配内存,严重错误";
	"705" = "物理内存不足";
	"706" = "在\"大小\"资源中规定的分区太小而不能启动";
	"707" = "发生总线错误";
	"708" = "插槽中没有板卡";
	"709" = "声音输入设备忙";
	"710" = "无效的采样值";
	"711" = "无效的采样率";
	"712" = "硬盘太慢不能录音";
	"713" = "无效的压缩格式";
	"714" = "无效的声音输入设备";
	"715" = "没有声音输入硬件可用";
	"716" = "没有足够CPU时间可用";
	"717" = "通道忙";
	"718" = "文件损坏或不可用,或不是AIFF及AIFF-C格式";
	"719" = "可用内存不足";
	"720" = "资源被破坏或不可用";
	"721" = "通道被破坏或不可用";
	"722" = "载入资源时发生问题";
	"723" = "可用硬件不足";
	"724" = "要求的声音硬件不可用";
	"725" = "没有找到资源文件";
	"726" = "写过文件终点";
	"727" = "分配内存结构失败";
	"728" = "分配临时结构内存失败";
	"729" = "堆栈错误";
	"730" = "内部文件系统错误";
	"731" = "服务器磁盘已断开连接";
	"732" = "不是HFS卷,卷不支持桌面管理器";
	"733" = "打开工作目录太多";
	"734" = "目录不能找到或不完整的路径名";
	"735" = "第一个范围的低级磁盘错误";
	"736" = "最后范围的低级磁盘错误";
	"737" = "读／写认可不允许写入";
	"738" = "坏的主目录块";
	"739" = "重命名时发生问题";
	"740" = "卷上缺少Macintosh格式目录";
	"741" = "尝试打开锁定文件的写入";
	"742" = "磁盘卷脱机";
	"743" = "文件已经打开并具有写权限";
	"744" = "指定名字的文件已存在";
	"745" = "文件忙";
	"746" = "卷已经通过软件锁定";
	"747" = "文件已锁定";
	"748" = "磁盘写保护";
	"749" = "文件或文件夹没有找到";
	"750" = "打开文件太多";
	"751" = "尝试定位标记点到文件开始之前";
	"752" = "逻辑文件终点已到达";
	"753" = "文件不能打开";
	"754" = "坏的文件名或卷标名";
	"755" = "I/O错误";
	"756" = "卷标没有找到";
	"757" = "磁盘满";
	"758" = "目录已满";
	"759" = "驱动资源没有找到";
	"760" = "驱动不能完成关闭要求";
	"761" = "您没有相应的存取权限";
	"762" = "文件名太长";
	"763" = "权限被拒绝";

/* L10N_Sys_Win32Err */

	"800" = "存取违例错误";
	"801" = "数据类型不正确";
	"802" = "队列超出";
	"803" = "出现浮点错误（非正常操作数）";
	"804" = "出现浮点错误(除数为零)";
	"805" = "出现浮点错误(结果不精确)";
	"806" = "出现浮点错误(无效操作)";
	"807" = "出现浮点错误(溢出)";
	"808" = "出现浮点错误(堆栈检查)";
	"809" = "出现浮点错误(下溢)";
	"810" = "出现整数错误(除数为零)";
	"811" = "出现整数错误(溢出)";
	"812" = "在用户模式下执行特权指令";
	"813" = "页面出错";
	"814" = "非法指令";
	"815" = "出现不可持续意外错误";
	"816" = "堆栈溢出";
	"817" = "无效的布署";
	"818" = "Guard页问题";
	"819" = "使用了无效的手柄";
	"820" = "出现意外错误";
	"821" = " 位于地址： ";
	"822" = " 在模块： ";
	"823" = "，无法读取位置： ";
	"824" = "，无法写入位置： ";
	"825" = "，线程数导致一个DEP违规： ";
	"826" = "，未知类型： ";

/* L10N_Fic1 */

	"900" = "出现 AAE 错误 %1。";
	"901" = " AAE 错误 %1出现在DSP # %2 %3。";
	"902" = "<没有选择>";
	"903" = "声音设计器";
	"904" = "Sound Designer II";
	"905" = "SDII 压缩";
	"906" = "MacMix";
	"907" = "Audio IFF (AIFF)";
	"908" = "Wave";
	"909" = "24－比特能力的引擎要求附加系统内存：%1k。";
	"910" = "Pro Tools";
	"911" = "当前安装的 D-Verb版本与该版本的 %1不兼容。";
	"912" = "插件";
	"913" = "已安装的插件";
	"914" = "正在扫描插件";
	"915" = "载入插件";
	"916" = "扫描内存";
	"917" = "渲染";
	"918" = "分析中";
	"919" = "%1采样";
	"920" = "警告：";
	"921" = "该卡座需要更大的内存。您需要调整系统内存分配并重新启动电脑。点击确定继续。";
	"922" = "400毫秒； 0 级";
	"923" = "750毫秒； 1 级";
	"924" = "1500毫秒； 2 级(默认)";
	"925" = "3000毫秒； 4 级";
	"926" = "最小 (Unity)";
	"927" = "适中";
	"928" = "最大";
	"929" = "%1发音数";
	"930" = "%1发音数 (1 DSP)";
	"931" = "%1发音数 (%2DSP)";
	"932" = "HD TDM";
	"933" = "Mix TDM";
	"934" = "ST II";
	"935" = "Audiomedia";
	"936" = "442 卡";
	"937" = "内置";
	"938" = "工程 8";
	"939" = "项目";
	"940" = "磁盘 I/O";
	"941" = "d24ª";
	"942" = "Mix (1 DSP, 32 发音数)";
	"943" = "Mix (2 DSP, 64 发音数)";
	"944" = "d24ª + Mix (64 发音数)";
	"945" = "Pro Tools LE 于 d24ª";
	"946" = "Pro Tools LE 于 Mix";
	"947" = "Toolbox\\Audiomedia III";
	"948" = "Digi 001";
	"949" = "Danny Boy";
	"950" = "LE 于延时";
	"951" = "延时 TDM (1 DSP)";
	"952" = "HD TDM (1 DSP, 最大发音数)";
	"953" = "HD TDM (1 DSP, 中等发音数)";
	"954" = "HD TDM (1 DSP, 最小发音数)";
	"955" = "HD TDM (2 DSP, 最大发音数)";
	"956" = "HD TDM (2 DSP, 中等发音数)";
	"957" = "HD TDM (2 DSP, 最小发音数)";
	"958" = "HD TDM (3 DSP, 最大发音数)";
	"959" = "HD TDM (3 DSP, 中等发音数)";
	"960" = "HD TDM (3 DSP, 最小发音数)";
	"961" = "HD TDM (4 DSP, 最大发音数)";
	"962" = "HD TDM (4 DSP, 中等发音数)";
	"963" = "HD TDM (4 DSP, 最小发音数)";
	"964" = "HD TDM (5 DSP, 最大发音数)";
	"965" = "HD TDM (5 DSP, 中等发音数)";
	"966" = "HD TDM (5 DSP, 最小发音数)";
	"967" = "HD TDM (6 DSP, 最大发音数)";
	"968" = "HD TDM (6 DSP, 中等发音数)";
	"969" = "HD TDM (6 DSP, 最小发音数)";
	"970" = "HD TDM (7 DSP, 最大发音数)";
	"971" = "HD TDM (7 DSP, 中等发音数)";
	"972" = "HD TDM (7 DSP, 最小发音数)";
	"973" = "HD TDM (8 DSP, 最大发音数)";
	"974" = "HD TDM (8 DSP, 中等发音数)";
	"975" = "HD TDM (8 DSP, 最小发音数)";
	"976" = "HD TDM (9 DSP, 中等发音数)";
	"977" = "HD TDM (9 DSP, 最小发音数)";
	"978" = "LE 于 HD";
	"979" = " 设置";
	"980" = "%1- Unity";
	"981" = "在更改 Intel® Turbo Boost 设置时遇到了错误";

/* L10N_Fic2 */

	"1000" = "要求 %1MB 系统内存。 当前分配了 %2MB。";
	"1001" = "要求 %1MB 系统内存。 当前分配了 %2MB。 要求重启。";
	"1002" = "找不到与第一块 HD 卡相连的音频界面。请检查电源与 DigiLink 电缆。点击确定重新扫描。";
	"1003" = "探测不到音频界面请检查电源与 DigiLink 电缆。点击确定重新扫描。";
	"1004" = "您需要选择Digidesign系统所使用的音频接口。点击确定进入硬件设置对话框。";
	"1005" = "短 (每通道 2047 采样)";
	"1006" = "长 (每通道 8191 采样)";
	"1007" = "最大 (每声道 32767 采样)";
	"1008" = "短 (每通道 4095 采样)";
	"1009" = "长 (每通道 16383 采样)";
	"1010" = "最大 (每声道 65535 采样)";
	"1011" = "无 ";
	"1012" = "短 (每通道 1023 采样)";
	"1013" = "长 (每通道 4095 采样)";
	"1014" = "最大 (每声道 16383 采样)";
	"1015" = "1 处理器";
	"1016" = "%1处理器";
	"1017" = "正在重建混音器...";
	"1018" = "最小 (减少内存使用)";
	"1019" = "正常";
	"1020" = "大(提高性能)";
	"1021" = "60毫秒； 级别 0";
	"1022" = "125毫秒； 级别 1";
	"1023" = "250毫秒； 级别 2（默认）";
	"1024" = "500毫秒； 级别 4";
	"1025" = "1000毫秒；级别 8";
	"1026" = "级别";
	"1027" = "默认";
	"1028" = "短";
	"1029" = "长";
	"1030" = "最大";
	"1031" = "最小";
	"1032" = "正常";
	"1033" = "大";
	"1034" = "%1 MB";
	"1035" = "%1 GB";
	"1036" = "Copland TDM";
	"1037" = "HD Native";
	"1038" = "Copland+Accel";
	"1039" = "HDX";
	"1040" = "内建麦克风";
	"1041" = "内建外置麦克风";
	"1042" = "内建输出";
	"1043" = "内建辅助输入";
	"1044" = "内建输入";
	"1045" = "内建线路输出";
	"1046" = "内建线路输入";
	"1047" = "内建数码输出";
	"1048" = "内建数码输入";
	"1049" = "Pro Tools 聚集 I/O";
	"1050" = "正在优化 DPS…";
	"1051" = "正在优化";
	"1052" = "正在优化";
	"1053" = "反激活连接...";
	"1054" = "重新激活连接...";
	"1055" = "正在重置";
	"1056" = "调整混音器大小";
	"1057" = "HD Native Thunderbolt";
	"1058" = "没有输出";
	"1059" = "Windows 音频设备";
	"1060" = "Linux 音频设备";
	"1061" = "(未找到“Pro Tools DigiLink I/O”许可证)";
	"1062" = "%1 (启用的语音包:%2)";
	"1063" = "正在更新播放引擎设定...";
	"1064" = "混合 I/O 通道：";
	"1065" = "发音数:";
	"1066" = "共享";
	"1067" = "专项";

/* L10N_FicErrs */

	"1100" = "没有\"DSP Farm\"卡或卡没有被正确安装。(%1)";
	"1101" = "自动化过于密集。请尝试减薄自动化数据。(%1)";
	"1102" = "Native 和/或 HTDM 插件占用了过多的CPU，可能有冲突。 尝试将硬件缓存设置为 512 或更小，或者删除一些 Native/HTDM 插件。  (%1)";
	"1103" = "获取硬件成功但\"AAE 播放缓存大小\"被设置了默认值。要使用更大的\"AAE 缓存大小\"，请退出其它应用程序，或安装更多内存。(%1)";
	"1104" = "Digidesign硬件设置已经运行。您必须在AAE载入之前将其关闭。(%1)";
	"1105" = "并轨处理不能继续。请尝试\"并轨后转换\"。(%1)";
	"1106" = "Bounce处理不能继续。(%1)";
	"1107" = "音频处理由于与其他CPU任务有冲突或潜在的时钟问题而不能完成。如果该情况经常发生，确认您的同步电缆或在播放引擎对话框中改变硬件缓存大小设定。通常情况下，较大的硬件缓存会防止该问题发生。  (%1)";
	"1108" = "您耗尽了CPU 能源。 请删除一些 Native 插件，或在播放引擎对话框中增大 CPU 使用限制。  (%1)";
	"1109" = "AAE不能完成该操作。靠近当前位置的一个或多个音频轨过密。(%1)";
	"1110" = "不能破坏性地处理来自单个文件的重叠片段。  (%1)";
	"1111" = "没有足够可用内存运行AAE。(%1)";
	"1112" = "音频处理由于与其他CPU任务有冲突或潜在的时钟问题而不能完成。如果该情况经常发生，确认您的同步电缆或在播放引擎对话框中改变硬件缓存大小设定。通常情况下，较大的硬件缓存会防止该问题发生。  (%1)";
	"1113" = "AAE不能完成该操作。一个或多个音频轨距离当前位置过于密集。(%1)";
	"1114" = "AAE从硬盘获取音频数据不够快。硬盘太慢或者碎片太多，或者是火线硬盘由于外部火线带宽及CPU使用存在问题。(%1)";
	"1115" = "要求升级的DigiSystem INIT版本。(%1)";
	"1116" = "硬件不能接收到数字同步信号。(%1)";
	"1117" = "必须在\"内存\"控制面板中关闭虚拟内存。(%1)";
	"1118" = "必须在\"内存\"控制面板中打开32位寻址。(%1)";
	"1119" = "找不到AAE。(%1)";
	"1120" = "您需要在系统文件夹中创建一个\"DAE 文件夹\"。  这是放置 DAE 的地方。  (%1)";
	"1121" = "要求DigiSystem INIT。(%1)";
	"1122" = "AAE继续发生问题。硬盘太慢或碎片太多。火线硬盘由于外部火线带宽及CPU使用存在问题。(%1)";
	"1123" = "未安装或其他应用程序正在使用 Avid 硬件。  (%1)";
	"1124" = "AAE运行内存低。请增加AAE预设设置内存量。(%1)";
	"1125" = "Pro Tools内存太低。 请保存工程并重新打开Pro Tools。(%1)";
	"1126" = "出现错误，请存储工程并重新启动电脑。(%1)";
	"1127" = "SCSI卡上没有挂接硬盘。(%1)";
	"1128" = "没有选择音频。(%1)";
	"1129" = "该插件没有被授权。请与供应商联系获取授权信息。(%1)";
	"1130" = "该插件没有被授权。(%1)";
	"1131" = "没有足够TDM 时段数来完成任务。请减少混音器接口数。(%1)";
	"1132" = "PCI流中没有辅助通道数据。可能会导致周边设备上素材的问题。(%1)";
	"1133" = "TDM2总线上插槽过多 -可能表明音频设备被拔掉或同步源与工程采样率不匹配。(%1)";
	"1134" = "DSP 引擎 遇到TDM2 无效段。TDM2芯片有太多的输入/输出。  (%1)";
	"1135" = "AAE 播放缓存需要更多的系统内存:请退出其它程序，为AAE和当前程序分配更少的内存或安装更多内存。(%1)";
	"1136" = "AAE在通过PCI总线发送音频时没有足够的时间。请减少轨道数，或使用每个DSP中包含更少发音数的播放引擎。(%1)";
	"1137" = "AAE不能与音频硬件通讯。请保存工程后重新启动计算机。(%1)";
	"1138" = "AAE 不能从音频硬件获取录音总览数据。(%1)";
	"1139" = "无效的轨道TDM连接。确认所有轨道已分配到有效的输出上。(%1)";
	"1140" = "CPU 超载。 请检查兼容的磁盘驱动程序，并尝试以下办法： 删除 Native 插件，在播放引擎对话框中增加 \"硬件缓存大小\"，或减薄自动化。  (%1)";
	"1141" = "AAE不能完成操作。某个硬盘可能已满。(%1)";
	"1142" = "CPU 用量延迟了USB 音频。减少一些插件，删除一些轨道，或在播放引擎对话框中增加\"硬件缓存大小\" 。  (%1)";
	"1143" = "Digidesign Mbox 周边设备没有接入 USB 总线。请将其接入 USB 总线。 (%1)";
	"1144" = "Digidesign Mbox 周边设备已经从USB总线断开。请保存工程，将其重新接入USB总线，并打开Pro Tools。 (%1)";
	"1145" = "音频设备缓存超载。这可能预示一个不可用的时钟源。如该情况经常发生，请在播放引擎对话框中减小\"硬件缓存大小\"。  (%1)";
	"1146" = "音频设备缓存超载。 如该情况经常发生，请在播放引擎对话框中减小\"硬件缓存大小\或从音频火线总线中减少其他的设备。  (%1)";
	"1147" = "系统延迟太久，请在播放引擎中增加\"硬件缓存大小\"。  (%1)";
	"1148" = "系统延迟太久，请在播放引擎中增加\"硬件缓存大小\"。  (%1)";
	"1149" = "系统延迟太久，请在播放引擎中增加\"硬件缓存大小\"。  (%1)";
	"1150" = "检测到火线总线被重置。请检查火线连接线和火线设备电源。(%1)";
	"1151" = "系统延迟太久，请在播放引擎中增加\"硬件缓存大小\"。  (%1)";
	"1152" = "与音频设备失去联系。请增加 \"硬件缓存大小\" 或减少一些插件，并确认有可用的时钟源。点击确定重置设备。 (%1)";
	"1153" = "找不到AAE资源文件的数据叉。(%1)";
	"1154" = "其他应用程序正在使用 Avid 硬件。  (%1)";
	"1155" = "发生 CPU 超载错误。 如该情况经常发生，请在播放引擎对话框中增加\"硬件缓存大小\"，或删除一些插件。  (%1)";
	"1156" = "您耗尽了CPU 能源。  弹力音频处理无法跟上。  请切换弹力音频轨道为渲染模式，禁用弹力音频处理，或删除一些 Native 插件。  (%1)";
	"1157" = "弹力音频处理跟不上。 磁盘可能太慢或碎片太多。 尝试降低H/W缓冲大小或提高AAE播放缓冲大小。 (%1)";
	"1158" = "磁盘高速缓存太小。 尝试在播放引擎对话框中增加高速缓存大小或AAE播放缓存大小。  (%1)";
	"1159" = "用来执行时间决定性操作的重要数据从磁盘高速缓存内遗失。 (%1)";
	"1160" = "弹性音频处理时内存不够。请将轨道转换成渲染模式。 (%1)";
	"1161" = "尝试从一个Avid Unity卷上处理弹力音频。 推出所有Unity卷宗或禁用工程中所有弹性轨道.  (%1)";
	"1162" = "不能为磁盘高速缓存配置内存。 请降低您的磁盘缓存(AAE 缓存), 磁盘高速缓存大小, 或引擎发声数。 如果启动程序时出现该错误, 删除您的预设再试一次。 (%1)";
	"1163" = "不能为磁盘高速缓存配置内存。请降低您的磁盘缓存(AAE 缓存)或磁盘高速缓存大小。如果启动程序时出现该错误, 删除您的偏好设置再试一次。(%1)";
	"1164" = "已超过音频或淡变文件的最大数额。您可以通过合并音频或删除工程中未使用的文件来减少文件数。(%1)";
	"1165" = "Error trying to communicate with the DigiShoeTool.  This could indicate a permissions problem with the installation.  Try a clean reinstall.  (%1)";
	"1166" = "仅支持一块Native卡。请撤去任何额外的Native卡。(%1)";
	"1167" = "一些已安装的软件组件与当前HD Native 卡的固件不兼容。请重新安装Pro Tools 软件。(%1)";
	"1168" = "磁盘上的固件映像文件太旧。请重新安装程序来解决这个问题。按确定自动退出。(%1)";
	"1169" = "磁盘上的固件映像文件太新。请重新安装程序来解决这个问题。按确定自动退出。(%1)";
	"1170" = "没有在磁盘上找到固件映像文件。请重新安装程序来解决这个问题。按确定自动退出。(%1)";
	"1171" = "传输固件映像时发生未预计的错误。(%1)";
	"1172" = "传输固件映像时发生未预计的错误。没有在磁盘上找到固件映像文件。(%1)";
	"1173" = "传输固件映像时发生未预计的错误。保持固件映像文件到磁盘时主机内存不够。(%1)";
	"1174" = "传输固件映像时发生未预计的错误。读取磁盘上的映像文件出错。(%1)";
	"1175" = "传输固件映像时发生未预计的错误。删除卡上的前一个映像时出错。(%1)";
	"1176" = "传输固件映像时发生未预计的错误。将映像写入卡时出错。(%1)";
	"1177" = "传输固件映像时发生未预计的错误。验证写入是否正确时出错。(%1)";
	"1178" = "传输固件映像时发生未预计的错误。磁盘上的映像文件版本不是所期望的。(%1)";
	"1179" = "一个不被支持的固件映像被载入到卡上。这也可能意味着卡没有被驱动程序认可。确认已安装了正确的卡并重新安装程序。查看README了解您系统的有关细节，或联系Digidesign 技术支持。(%1)";
	"1180" = "一个未知而且不被支持的固件映像被载入到卡上。这也可能意味着卡没有被驱动程序认可。先尝试使用您的卡的安全映像来更新您的主映像。如果失败，重新安装程序。如果还是失败，查看README了解您系统的有关细节，或联系Digidesign 技术支持。(%1)";
	"1181" = "您的 PCI 硬件没有正确运行。 (%1)";
	"1182" = "HDX TDM 线缆连接不正确。 请参考系统安装指南。 (%1)";
	"1183" = "检测到外部时钟或同步源的问题。  请验证您的外部时钟采样率处于音频外围设备采样率的范围内。 (%1)";
	"1184" = "需要 TDM 连接，但系统没有更多可用的 TDM 插槽。 (%1)";
	"1185" = "找不到与第一块 HDX 卡相连接的音频接口。 请查看电源和 DigiLink 线缆。 (%1)";
	"1186" = "Pro Tools不能与周边设备沟通。 请检查与周边设备的接口。如果问题仍然存在，重新启动 Pro Tools 和周边设备。(%1)";
	"1187" = "在播放或录制期间更改 VSO 会导致错误。 使用 VSO 时，确保在播放引擎中启用“播放/录制期间忽略错误”选项，或者，在播放或录制时仅对 VSO 进行缓慢更改。 (%1)";
	"1188" = "系统中有些卡的风扇破损。 这可能会导致卡过热。 (%1)";
	"1189" = "系统内的DSP卡温度过高，不宜安全操作。请增加气流流通，降低工作环境温度，或者关闭系统以便DSP卡可以冷却。(%1)";
	"1190" = "不支持睡眠模式。 请禁用该模式并重新启动 Pro Tools。 (%1)";
	"1191" = "Pro Tools 已耗尽 CPU 资源。 请尝试停用或移除 Native 插件。  (%1)";
	"1192" = "必须停止播放以插入第一个 Native 插件";
	"1193" = "AAE在将音频数据写入磁盘时发生一个未知错误。";
	"1194" = "AAE尝试写入大于可允许最大音频文件大小的文件。";
	"1195" = "播放到达工程终点。";
	"1196" = "不支持在Unity卷上进行Audio Suite重写。";
	"1197" = "遇到 AAE 错误 -6001。请确认所有音频硬件都连接正常。然后重启 Pro Tools，并提高硬件缓冲大小来帮助避免该错误。";
	"1198" = "一个低性能插件导致 CPU 过载错误。在“播放引擎”对话框中禁用“在缓存较小时优化性能”设置可防止这种情况。(%1)";
	"1199" = "MacOS AVB 遇到了一个内部错误，可能导致在播放或录制时出现非自然的音频信号。(%1)";

/* L10N_FicErrs2 */

	"1200" = "您的 CPU 处理能力即将耗尽。请将弹力音频轨道切换为渲染模式，禁用弹力音频或 ARA 处理，或删除一些 Native 插件。  (%1)";
	"1201" = "无法使用此设备及时开始播放。Pro Tools 将尝试进行补偿。如果问题仍然存在，请使用其他设备尝试，或在\“设置 > 播放引擎\”中增大\"硬件缓存大小\"。  (%1)";
	"1202" = "所选的音频设备无法初始化。请选择另一个音频设备。  (%1)";
	"1203" = "所选的音频设备无法初始化，因为其采样率不受支持。请选择另一个音频设备。  (%1)";
	"1204" = "过载";
	"1205" = "超限";
	"1206" = "欠载";
	"1207" = "(%1) 其中一台 Aux I/O 设备发生了核心音频 %2 错误。如果该错误经常发生，请尝试以下方法: \n- %3\n- %4 \n- %5";
	"1208" = "在“播放引擎”对话框中增加“硬件缓存大小”";
	"1209" = "移除一些插件";
	"1210" = "在主播放引擎和任何 Aux I/O 硬件之间使用共同的时间参考";
	"1211" = "Pro Tools 在播放一个或多个多通道片段时出错。(%1)";

/* L10N_FicMsgs */

	"1300" = "Fic偏好设置";
	"1301" = "Fic必须以32位模式运行。使用内存控制面板来切换为32位模式。";
	"1302" = "请确认文件\'DigiSystem INIT\'在功能扩展文件夹中。";
	"1303" = "不能初始Fic管理器。";
	"1304" = "出现 AAE 错误 %1（播放过程中）。";
	"1305" = "出现 AAE 错误 %1（播放过程中）。很可能是磁盘速度太慢或者碎片过多，致使该请求不能完成。";
	"1306" = "出现 AAE 错误 %1（播放过程中）。靠近当前位置的一个或多个音频轨过密。";
	"1307" = "出现 AAE 错误 %1（播放过程中）。一个或多个音频轨距离当前位置过于密集。";
	"1308" = "警告：%1插件连接依然存在。";
	"1309" = "警告：由于安装插件数量过多，AAE运行环境的内存太低。请增加AAE预设设置内存量或移去一些插件。";
	"1310" = "必须增加播放缓冲量并重启动AAE以使用该设置。";
	"1311" = "必须重新启动AAE并且播放缓存至少为\"%1\"以能够使用该设置。";
	"1312" = "内置";
	"1313" = "- 最小磁盘缓冲";
	"1314" = "- 建议默认磁盘缓冲";
	"1315" = "AAE要求至少 %1k以上内存运行该配置。请调整AAE预设内存量或退出其它程序。";
	"1316" = "AAE运行内存低。请增加AAE预设内存量。";
	"1317" = "AAE要求对内存进行调整，要求重新启动。";
	"1318" = "需要选择分配给Digidesign系统DAW的内存数量。请点击确定处理播放缓存量对话框。";
	"1319" = "文件拷贝";
	"1320" = "882 Studioª";
	"1321" = "882 I/Oª";
	"1322" = "888 I/Oª";
	"1323" = "888/24 I/Oª";
	"1324" = "ADAT Bridge A (1-8)";
	"1325" = "ADAT Bridge B (9-16)";
	"1326" = "882/20 I/Oª";
	"1327" = "1622 I/Oª";
	"1328" = "内部";
	"1329" = "S/PDIF (RCA)";
	"1330" = "Optical";
	"1331" = "辅";
	"1332" = "数字";
	"1333" = "AES/EBU";
	"1334" = "S/PDIF";
	"1335" = "模拟";
	"1336" = "数字";
	"1337" = "Optical";
	"1338" = "S/PDIF (RCA)";
	"1339" = "16比特";
	"1340" = "20比特";
	"1341" = "插槽 0";
	"1342" = "插槽 1";
	"1343" = "插槽 2";
	"1344" = "插槽 3";
	"1345" = "插槽 4";
	"1346" = "插槽 5";
	"1347" = "插槽 6";
	"1348" = "插槽 7";
	"1349" = "插槽 8";
	"1350" = "插槽 9";
	"1351" = "插槽 10";
	"1352" = "插槽 11";
	"1353" = "插槽 12";
	"1354" = "插槽 13";
	"1355" = "插槽 14";
	"1356" = "插槽 15";
	"1357" = "插槽 16";
	"1358" = "插槽 17";
	"1359" = "插槽 18";
	"1360" = "插槽 19";
	"1361" = "插槽 20";
	"1362" = "插槽 21";
	"1363" = "插槽 22";
	"1364" = "插槽 23";
	"1365" = "插槽 24";
	"1366" = "插槽 25";
	"1367" = "插槽 26";
	"1368" = "插槽 27";
	"1369" = "插槽 28";
	"1370" = "插槽 29";
	"1371" = "插槽 30";
	"1372" = "插槽 31";
	"1373" = "单";
	"1374" = "双";
	"1375" = "16 比特";
	"1376" = "24 比特";
	"1377" = "Bridge I/Oª";
	"1378" = "DSP Farmª";
	"1379" = "一个或多个插件要求从厂家升级。如果不升级，Pro Tools可能会在启动时意外退出。详细信息，请启动 Digidesign 插件验证程序。从此不会再显示本信息。";

/* L10N_FicCards */

	"1400" = "未知的 #%1";
	"1401" = "Audiomedia III";
	"1402" = "DSP Farm #%1";
	"1403" = "d24 #%1";
	"1404" = "Project II #%1";
	"1405" = "混音卡 #%1";
	"1406" = "SampleCell II PCI #%1";
	"1407" = "Digi 001";

/* L10N_DAW */

	"1500" = "未知";
	"1501" = "未声明";
	"1502" = "取消";
	"1503" = "编辑";
	"1504" = "撤销";
	"1505" = "重做";
	"1506" = "剪切";
	"1507" = "复制";
	"1508" = "粘贴";
	"1509" = "清除";
	"1510" = "全选";
	"1511" = "回车";
	"1512" = "返回";
	"1513" = "退出";
	"1514" = "退格";
	"1515" = "左箭头";
	"1516" = "右箭头";
	"1517" = "上箭头";
	"1518" = "下箭头";
	"1519" = "上页";
	"1520" = "下页";
	"1521" = "起始";
	"1522" = "结束";
	"1523" = "空格";
	"1524" = "Tab";
	"1525" = "逗号";
	"1526" = "句号";
	"1527" = "引号";
	"1528" = "分号";
	"1529" = "后引号";
	"1530" = "负号";
	"1531" = "等号";
	"1532" = "加号";
	"1533" = "插入";
	"1534" = "删除";
	"1535" = "帮助";

/* L10N_PEDViews */

	"1600" = "播放引擎";
	"1601" = "确定";
	"1602" = "设置";
	"1603" = "AAE 播放缓存（磁盘缓存）";
	"1604" = "高速缓存大小:";
	"1605" = "大小：";
	"1606" = "较低磁盘缓冲值能减少磁盘延迟 (提高系统反应)。 较高缓冲值提高磁盘性能 (降低系统反应)。";
	"1607" = "磁盘缓冲信息";
	"1608" = "最小化系统内存分配 (下次重启后生效)。";
	"1609" = "插件流缓冲";
	"1610" = "大小：";
	"1611" = "为音频驱动优化信息流 (要求更多系统内存)";
	"1612" = "播放引擎";
	"1613" = "确定";
	"1614" = "引擎";
	"1615" = "插件流缓冲";
	"1616" = "大小：";
	"1617" = "为音频驱动优化信息流 (要求更多系统内存)";
	"1618" = "AAE播放缓冲";
	"1619" = "高速缓存大小：";
	"1620" = "大小：";
	"1621" = "较低磁盘缓冲值能减少磁盘延迟 (提高系统反应)。 较高缓冲值提高磁盘性能 (降低系统反应)。";
	"1622" = "磁盘缓冲信息";
	"1623" = "最小化系统内存分配 (下次重启后生效)。";
	"1624" = "设定";
	"1625" = "CPU使用限制：";
	"1626" = "主机引擎";
	"1627" = "主机处理器：";
	"1628" = "硬件缓冲大小：";
	"1629" = "在播放/录音期间忽略错误 (可能产生爆破杂音)";
	"1630" = "最小化额外输入/输出延迟";
	"1631" = "硬件缓冲大小：";
	"1632" = "CPU使用限制：";
	"1633" = "发音数：";
	"1634" = "主机处理器";
	"1635" = "硬件缓冲大小：";
	"1636" = "CPU使用限制：";
	"1637" = "采样率：";
	"1638" = "主机引擎";
	"1639" = "发音数：";
	"1640" = "44.1 kHz";
	"1641" = "延迟补偿引擎：";
	"1642" = "主机处理器：";
	"1643" = "回放/录音时忽略错误 (可能产生爆音)";
	"1644" = "最小化额外输入/输出延迟";

/* L10N_TDM2 */

	"1700" = "未初始碎片的广播输出";
	"1701" = "不能设置广播";
	"1702" = "尝试断开已经断开的广播输出";
	"1703" = "断开的广播多于连接的数目";
	"1704" = "尝试将输入连接到已断开的广播输出";
	"1705" = "查找广播连接失败";
	"1706" = "删除广播连接失败";
	"1707" = "来自非 IO 芯片的反射";
	"1708" = "Reflector::Neighboor() 中的芯片和超出范围";
	"1709" = "max_fwd != max_bwd 于 TDM2RouterImpl::GetTimeSlotInfo()";
	"1710" = "ConnectTimeOfDaySource 没有被执行，因为已假定过期";
	"1711" = "未知的采样率";
	"1712" = "TimeSoltMgr Ctor方向错误";
	"1713" = "试图更改到位的插槽的总采样率";
	"1714" = "内部连接不使用插槽";
	"1715" = "无方向的 RxDisconnect";
	"1716" = "此处不接受嵌入的 prep";
	"1717" = "在要编号的图中找不到DSPRecord*";
	"1718" = "在要 DSPRecord* 的图中找不到编号";
	"1719" = "Dhm_TDM2_GetNodeNumber 错误:可能的原因之一是出现了非 Jazz 卡";
	"1720" = "BasicRAMAddrForSeqROTAddr():ROTAddr 超限";
	"1721" = "时间段在插孔分配项目上不应该有效";
	"1722" = "芯片和无效";
	"1723" = "输出芯片地址一半有效";
	"1724" = "ROT refcnt 表明不是 fanout";
	"1725" = "没有释放镜像 RAM";
	"1726" = "输出芯片和无效";

/* L10N_SampleRates */

	"1800" = "未知采样率";
	"1801" = "自定义…";
	"1802" = "输入采样率：";
	"1803" = "自定义采样率：";
	"1804" = "8 kHz";
	"1805" = "11.025 kHz";
	"1806" = "16 kHz";
	"1807" = "22.050 kHz";
	"1808" = "32 kHz";
	"1809" = "44.1 kHz";
	"1810" = "48 kHz";
	"1811" = "88.2 kHz";
	"1812" = "96 kHz";
	"1813" = "176.4 kHz";
	"1814" = "192 kHz";
	"1815" = "44.1kHz";
	"1816" = "48kHz";
	"1817" = "88.2kHz";
	"1818" = "96kHz";
	"1819" = "176.4kHz";
	"1820" = "192kHz";
	"1821" = "44.1 kHz (上拉/下拉)";
	"1822" = "48 kHz (上拉/下拉)";
	"1823" = "88.2 kHz (上拉/下拉)";
	"1824" = "96 kHz (上拉/下拉)";
	"1825" = "176.4 kHz (上拉/下拉)";
	"1826" = "192 kHz (上拉/下拉)";
	"1827" = "0.1% 上拉，4.1667% 上拉 (NTSC到PAL, 电影格式)";
	"1828" = "4.1667% 上拉 (电影到PAL)";
	"1829" = "0.1% 上拉 (NTSC到电影)";
	"1830" = "0.1% 下拉 (电影到NTSC)";
	"1831" = "4% 下拉 (PAL到电影)";
	"1832" = "4% 下拉，0.1% 下拉 (PAL到NTSC, 电影格式)";
	"1833" = "%1 (外部时钟 ）";

/* L10N_ProToolsGeneric */

	"1900" = "无";
	"1901" = "无";
	"1902" = "MIDI";
	"1903" = "确定(&O)";
	"1904" = "退出";
	"1905" = "取消(&C)";
	"1906" = "接受(&A)";
	"1907" = "拒绝(&D)";
	"1908" = "复制错误消息(&C)";
	"1909" = "重试(&R)";
	"1910" = "停止(&S)";
	"1911" = "删除(&D)";
	"1912" = "继续(&C)";
	"1913" = "是(&Y)";
	"1914" = "无(&N)";
	"1915" = "更多信息(&I)...";
	"1916" = "任意";
	"1917" = "全部";
	"1918" = "All";
	"1919" = "关";
	"1920" = "关";
	"1921" = "开";
	"1922" = "声像";
	"1923" = "音量";
	"1924" = "音量修整";
	"1925" = "电平修整";
	"1926" = "不适用";
	"1927" = "Pro Tools";
	"1928" = "储存(&S)";
	"1929" = "不储存(&D)";
	"1930" = "放弃(&D)";
	"1931" = "保持(&K)";
	"1932" = "不删除(&D)";
	"1933" = "移去(&R)";
	"1934" = "ProTools 5.0";
	"1935" = "ProTools 4.3";
	"1936" = "ProTools 3.2";
	"1937" = "Pro Tools 5.0";
	"1938" = "Pro Tools 4.3";
	"1939" = "Pro Tools 3.2";
	"1940" = "音频轨";
	"1941" = "音频和视频轨道";
	"1942" = "MIDI轨";
	"1943" = "辅助轨";
	"1944" = "主控轨";
	"1945" = "乐器轨";
	"1946" = "VCA 主推子";
	"1947" = "文件夹";
	"1948" = "冻结的轨道";
	"1949" = "不能创建TCE插件的厂家默认文件因为%1。";
	"1950" = "不可用";
	"1951" = "不可用";
	"1952" = " 与 ";
	"1953" = "\"%1\"";
	"1954" = "不再显示";
	"1955" = "最小化";
	"1956" = "允许(&A）";
	"1957" = "替换(&R)";
	"1958" = "简体中文 (Simplified Chinese)";
	"1959" = "繁體中文 (Traditional Chinese)";
	"1960" = "Deutsch (German)";
	"1961" = "English (English)";
	"1962" = "Español (Spanish)";
	"1963" = "Français (French)";
	"1964" = "Italiano (Italian)";
	"1965" = "日本語 (Japanese)";
	"1966" = "한글 (Korean)";
	"1967" = "登录";
	"1968" = "注销";
	"1969" = "登录";
	"1970" = "工程";
	"1971" = "项目";
	"1972" = "修复(&R)";
	"1973" = "您已使用云端存储总量 %2 GB 中的 %1 GB (%3%)";
	"1974" = " (存储量: %1%)";
	"1975" = "您正试图运行的 Pro Tools 版本比许可证所允许的版本高。您可卸载该版本的 Pro Tools 并重新安装您的许可证支持的任何 Pro Tools 版本，或访问 MyAvid 帐户来续订升级计划。";
	"1976" = "MyAvid";
	"1977" = "您想将使用和诊断数据发送给Avid来帮助我们改善产品和服务吗？\n\n";
	"1978" = "请注意，某些基于网络的屏幕可能会根据我们的隐私政策继续收集使用和诊断数据。";
	"1979" = "\n\n您可以到 Pro Tools 偏好设置 > 操作 > 诊断 中改变该设定。";
	"1980" = "\n\n您可以到 Pro Tools First “设置” 菜单中改变该设定。";
	"1981" = "升级(&U)";
	"1982" = "跳过(&S)";
	"1983" = "另存为...(&S)";

/* L10N_BDM */

	"2000" = "片段名";
	"2001" = "种类";
	"2002" = "特定ID";
	"2003" = "数据库注释";
	"2004" = "注释";
	"2005" = "S";
	"2006" = "链接";
	"2007" = "长度";
	"2008" = "文件名";
	"2009" = "路径";
	"2010" = "卷ID";
	"2011" = "大小";
	"2012" = "修改日期";
	"2013" = "创建日期";
	"2014" = "文件注释";
	"2015" = "索引日期";
	"2016" = "格式";
	"2017" = "采样率";
	"2018" = "比特精度";
	"2019" = "采样数";
	"2020" = "＃ 通道";
	"2021" = "波形";
	"2022" = "原始时间戳";
	"2023" = "速度";
	"2024" = "用户时间戳";
	"2025" = "磁带";
	"2026" = "时间码率";
	"2027" = "任务优先级";
	"2028" = "处理";
	"2029" = "状态";
	"2030" = "容量";
	"2031" = "空余";
	"2032" = "A";
	"2033" = "V";
	"2034" = "O";
	"2035" = "链接路径";
	"2036" = "搜索文件";
	"2037" = "搜索数据库";
	"2038" = "搜索文件系统";
	"2039" = "按名称搜索文件系统";
	"2040" = "按文件ID搜索文件系统";
	"2041" = "从数据库搜索:%1";
	"2042" = "从文件系统搜索：%1";
	"2043" = "正在拷贝%1";
	"2044" = "正在编制目录";
	"2045" = "正在同步%1";
	"2046" = "正在索引%1";
	"2047" = "正在计算总览";
	"2048" = "正在重新生成总览";
	"2049" = "正在计算总览";
	"2050" = "正在更新总览";
	"2051" = "正在处理查询";
	"2052" = "正在重链接文件候选文件中查找%1";
	"2053" = "正在重链接";
	"2054" = "正在加载%1";
	"2055" = "正在列表%1";
	"2056" = "正在同步数据库";
	"2057" = "正准备拷贝";
	"2058" = "正在准备";
	"2059" = "正在拷贝";
	"2060" = "正在拷贝文件";
	"2061" = "正在锁定文件";
	"2062" = "正在解锁文件";
	"2063" = "正在交换注释";
	"2064" = "正在分析错误";
	"2065" = "任务窗";
	"2066" = "工作空间";
	"2067" = "名字已在使用";
	"2068" = "已存在同名目录。 请输入一个全新的目录名称。";
	"2069" = "事件 %1";
	"2070" = "无效的版本号";
	"2071" = "该功能在Pro Tools LE中不可用。";
	"2072" = "该位置上已经存在同名项目。";
	"2073" = "不能卸载启动磁盘。";
	"2074" = "未知操作。";
	"2075" = "不能拷贝，因为该磁盘卷被锁定";
	"2076" = "不能删除，因为该磁盘卷已被锁定。";
	"2077" = "不能卸载磁盘卷。某些文件可能正在使用。";
	"2078" = "文件名不能包含字符'%1'。";
	"2079" = "正在准备";
	"2080" = "正在删除";
	"2081" = "正在搜索新文件和修改过的文件";
	"2082" = "正在升级记录";
	"2083" = "正在删除文件";
	"2084" = "正在删除数据项";
	"2085" = "不能推出%1 因为该卷正被后台任务使用。";
	"2086" = "找不到数据库信息";
	"2087" = "数据库版本太低";
	"2088" = "数据不是 Unicode";
	"2089" = "数据为Unicode";
	"2090" = "同步点";
	"2091" = "Digidesign 数据库";
	"2092" = "无足够空间完成复制操作";
	"2093" = "%1文件找不到。双击图标来打开重链接窗口。";
	"2094" = "后台任务使用了太多内存。请取消该任务，对少量文件执行此操作。";
	"2095" = "文件已被删除。无法取消数据库升级过程。";
	"2096" = "变化";
	"2097" = "文件名";
	"2098" = "SMPTE ID";

/* L10N_ExternalDeviceNames */

	"2100" = "内置";
	"2101" = "内置";
	"2102" = "Firewire 1814";
	"2103" = "Firewire 410";
	"2104" = "FW Audiophile";
	"2105" = "AP 2496";
	"2106" = "Delta 44";
	"2107" = "Delta 66";
	"2108" = "Delta 1010LT";
	"2109" = "Delta 1010";
	"2110" = "Ozone";
	"2111" = "Ozone Academic";
	"2112" = "M-Audio Delta";
	"2113" = "Quattro";
	"2114" = "Fast Track";
	"2115" = "Mobile Pre";
	"2116" = "Mobile Pre Academic";
	"2117" = "Audiophile USB";
	"2118" = "AP 192";
	"2119" = "Delta 410";
	"2120" = "Ozonic";
	"2121" = "Solo";
	"2122" = "NRV 10";
	"2123" = "Mbox 2";
	"2124" = "Mbox 2 Academic";
	"2125" = "Mbox 2 Mini";
	"2126" = "Mbox 2 Pro";
	"2127" = "Black Box";
	"2128" = "转迁";
	"2129" = "ProjectMix";
	"2130" = "Fast Track Pro";
	"2131" = "JamLab";
	"2132" = "ProFire Lightbridge";
	"2133" = "Conectiv";
	"2134" = "Delta 1818";
	"2135" = "003";
	"2136" = "Xponent";
	"2137" = "KeyStudio IO";
	"2138" = "KeyStudio IO Academic";
	"2139" = "Digi 002";
	"2140" = "D-Show | FWx";
	"2141" = "Mbox";
	"2142" = "Mbox 2 Micro";
	"2143" = "Fast Track Ultra";
	"2144" = "Fast Track Ultra 8R";
	"2145" = "ProFire 2626";

/* L10N_Languages */

	"2200" = "日语";
	"2201" = "英文";
	"2202" = "简体中文";
	"2203" = "繁体中文";
	"2204" = "日文";
	"2205" = "韩文";
	"2206" = "法文";
	"2207" = "意大利文";
	"2208" = "德文";
	"2209" = "西班牙文";

/* L10N_DHS2 */

	"2300" = "Ch 9-10";
	"2301" = "Ch 11-12";
	"2302" = "Ch 13-14";
	"2303" = "Ch 15-16";
	"2304" = "Ch 9";
	"2305" = "Ch 10";
	"2306" = "Ch 11";
	"2307" = "Ch 12";
	"2308" = "Ch 13";
	"2309" = "Ch 14";
	"2310" = "Ch 15";
	"2311" = "Ch 16";
	"2312" = "无接口";
	"2313" = "882 Studio";
	"2314" = "882 I/O";
	"2315" = "888 I/O";
	"2316" = "888/24 I/0";
	"2317" = "ADAT Bridge A (1-8)";
	"2318" = "ADAT Bridge B (9-16)";
	"2319" = "882/20 I/O";
	"2320" = "1622 I/O";
	"2321" = "96 I/O";
	"2322" = "192 I/O";
	"2323" = "未知";
	"2324" = " #";
	"2325" = "断言:\"%1\" 于文件 \"%2\" 第 #%3 行";
	"2326" = "DSI中出现错误:%1";
	"2327" = "Bass, Shelley";
	"2328" = "辅助";
	"2329" = "额外";
	"2330" = "找不到挂接到第一块HD板卡上的音频接口。请检查电源、DigiLink连线以及连接到第一块板卡上的周边设备。";
	"2331" = "退出";
	"2332" = "重新搜索";
	"2333" = "设置 ";
	"2334" = " 周边设备类型至：";
	"2335" = "Optical (ADAT)";
	"2336" = " （全部格式）";
	"2337" = " (不适用)";
	"2338" = "[Encl]";
	"2339" = "TDIF";
	"2340" = "WordClk";
	"2341" = "辅时钟";
	"2342" = "主循环: ";
	"2343" = "与音频设备之间通讯超时。";
	"2344" = "数字时钟同步设备暂时中断。";
	"2345" = "同步信号有效。";
	"2346" = "当前没有同步周边设备。";
	"2347" = "硬件没有同步。检查同步电缆或者修改时钟信号。";
	"2348" = "时钟源超出范围，周边设备被恢复到内部时钟。校对同步信号后再手动选择所需的时钟源。";
	"2349" = "某个周边设备没有进入循环同步状态。";
	"2350" = "内部同步不健全";
	"2351" = "未知的DSI错误";
	"2352" = "不能建立同步。";
	"2353" = "输入";
	"2354" = "输出";
	"2355" = "正在升级周边设备的Expansion Port：";
	"2356" = "正在升级周边设备的Legacy Port：";
	"2357" = "选择所有";
	"2358" = "选取所有扩展输入/输出将导致所有现存的输入/输出失效。要继续么?";
	"2359" = "选取现存输入/输出将导致";
	"2360" = " 周边设备脱机。要继续吗？";
	"2361" = "Selecting Expansion I/O will cause the";
	"2362" = " 并且 ";
	"2363" = "SYNC HD";
	"2364" = "192 数字 I/O";
	"2365" = "192 数字I/O";
	"2366" = "%1参考时钟目前被锁定。";
	"2367" = "%1时钟参考没有锁定。虽然系统可以播放。但在时钟恢复之前不能正确地解析。请检查连线或改变时钟参考或时钟信号。";
	"2368" = "Ch 1-2输入信号";
	"2369" = "字节顺序";
	"2370" = "[0][1][2]（常规）";
	"2371" = "Optical";
	"2372" = "数字";
	"2373" = "回话";
	"2374" = "对话";
	"2375" = "Digi 002";
	"2376" = "D-Show | FWx";
	"2377" = "<未知设备>";
	"2378" = "S/PDIF 输出 Cat. Code";
	"2379" = "Tascam";
	"2380" = "96i I/O";
	"2381" = "VENUE HDx";
	"2382" = "HD I/O";
	"2383" = "HD OMNI";
	"2384" = "无";
	"2385" = "缓冲爆音";
	"2386" = "Curv";
	"2387" = "HD MADI";
	"2388" = "MADI";
	"2389" = "DSP 插件将被重置。 请按下“确定”以继续。 ";
	"2390" = "MTRX 16x16";
	"2391" = "MTRX DigiLink 主卡";
	"2392" = "MTRX DigiLink 卡";
	"2393" = "MTRX Studio";
	"2394" = "MTRX";
	"2395" = "Pro Tools | Carbon";
	"2396" = "Pro Tools | Carbon Expanded";
	"2397" = "Pro Tools | Carbon Pre";
	"2398" = "Sync X";
	"2399" = "主时钟:";

/* L10N_Zeta */

	"2400" = "Pro Tools | Carbon";
	"2401" = "Pro Tools | Carbon Expanded";
	"2402" = "已找到 1 个被禁用的 Pro Tools | Carbon 设备。";
	"2403" = "已找到 %1 个被禁用的 Pro Tools | Carbon 设备。";
	"2404" = "如需启用设备，请前往“音频 MIDI 设置”>“网络设备浏览器”。";
	"2405" = "Pro Tools | Carbon（1 个设备正在初始化）";
	"2406" = "Pro Tools | Carbon（%1 个设备正在初始化）";
	"2407" = "等待 30 秒，然后重新打开“播放引擎”对话框。";
	"2408" = "Pro Tools | Carbon（1 个设备需要较新版本的 Pro Tools）";
	"2409" = "Pro Tools | Carbon（%1 个设备需要较新版本的 Pro Tools）";
	"2410" = "如需帮助，请到 avid.com/carbon-support 获取更多信息。";
	"2411" = "    %1";
	"2412" = "1 个 Pro Tools | Carbon 设备可用。前往“设置”>“播放引擎”以将其选中。";
	"2413" = "%1 设备无法连接。";
	"2414" = "%1 %2 设备无法连接。";
	"2415" = "确保已在“音频 MIDI 设置”>“网络设备浏览器”中将它启用。";
	"2416" = "“%1”需要更新固件。请使用 Carbon Central 更新设备固件。";
	"2417" = "确保 Carbon Central 在正常模式下运行。";
	"2418" = "在音频 MIDI 设置中禁用所有 Carbon 设备。";
	"2419" = "在配置 Carbon Expanded 之前，您必须在音频 MIDI 设置中禁用所有 Carbon 设备。有关详细信息，请参见 avid.com/carbon-support。";
	"2420" = "要使用 %1:";

